IdeaRS.Connections
Plate2PlateData.Weld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the weld - other parts
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData Weld { get; set; }
Property Value
Type: WeldData
See Also
Reference
Plate2PlateData Class
IdeaRS.Connections.Data Namespace